import React from 'react';

export const PrivacyPolicy = () => {
  return(
    <p>
      오월한시 개인정보처리방침 동의<br/>
      이용자의 개인 정보가 중요하다고 생각하는 경우, 정보 통신 회사는 관련 법령 및 규정을 준수하여야하며 (이하 "회사"라한다) 있습니다. 본 개인 정보 처리 방침은 회사의 웹 사이트 및 모바일 웹, 응용 프로그램 인증 기관, 다음과 같은 내용을 담보로 제공됩니다.<br/>
      (1) 오월 한시가 수집하고있는 회원의 개인 정보 <br/>
      (2) 개인 정보의 수집 및 이용 목적 <br/>
      (3) 개인 정보의 제 3 자 제공 <br/>
      (4) 개인 정보의 처리 위탁 <br/>
      (5) 개인 정보 보유 및 이용 기간 <br/>
      (6) 개인 정보 <br/>
      보호 정책 및 절차 (7) 사용자 및 법정 <br/>
      대리인의 행동 및 수집 방법 <br/>
      (9) 개인 정보 보호 책임자 <br/>
      (10) 개인 정보 보호 책임자 및 개인 정보 보호 책임자 부비 <br/>
      (11) 개인 정보 처리 방침의 고지 의무 <br/>
<br/>
      (1) 오월 한시가 수집하고 회원의 개인 정보 <br/>
      가. 아이디 (이메일 또는 SNS 계정), 비밀번호, 성명, 휴대 전화 번호, 성별, 나이 등 정보는 회원 가입시 개인 정보 수집 이용이 가능합니다. 수집에 동의합니다. 있다. 그 밖의 항목들은 합리적인 절차를 통해 합법적 인 절차를 수집합니다. <br/>
      ㄱ) IP 주소, 쿠키, 방문 일시, 서비스 이용 기록, 불량 <br/>
      사용 기록, 광고 식별자 ㄴ) 사용 이동 통신사 <br/>
      . 개인 정보 수집 방법은 개인 정보를 수집하고 제공합니다. <br/>
      - 모바일 앱, 홈페이지 내 이벤트 신청 페이지 <br/>
      다. 개인 정보 보관 회사는 아래의 고객 서비스를 이용하여 개인 정보를 수집하고 보관하십시오. <br/>
      - 회원의 개인 정보는 일본, 도쿄에 아마존<br/>
      (2) 개인 정보 수집 및 이용 목적 회사는 개인 정보를 수집, 수집하고 정보를 외래 사용을 이용자의 동의없이 외부로 공개합니다. <br/>
      가맹점 관리 : 서비스 제공에 대한 개인 식별, 가입 의사 확인, 이용 조건 등 위반 회원에 대한 이용 제한 조치, 가입 및 가입 심사 제한, 서비스 부정 이용 제재, 비인가 사용 방지, 아동 <br/>
      서비스 및 서비스 제공 : 신 서비스 개발 및 맞춤 서비스 제공 및 서비스 제공 : 신 서비스 개발 및 맞춤 서비스 제공 , 인구 통계 학적 특성에 대한 서비스 제공 및 광고 게재, 서비스의 유효성 확인, 이벤트 / 광고 정보 및 참여 기회, 접속 빈도, 회원의 서비스 이용에 대한 통계<br/>
      (3) 개인 정보 제 3 자 제공 <br/>
      회사는 회원의 개인 정보를 제 3 자에게 제공하지 않습니다. 법령의 규정은 예외이다.<br/>
      (4) 개인 정보 처리 위탁 <br/>
      회사는 서비스 제공자에게 위탁하고 위탁 할 수 있습니다. 개인 정보는 귀하의 개인 정보를 필요로하는 경우 위탁합니다.<br/>
      수탁업자 : (주) 엘지 씨엔에스 <br/>
      위탁 업무 : 스마트 카드 서비스 (카카오 톡 알림 톡 발송, SMS / LMS / MMS 전달) <br/>
      회원 및 이용 기간 : 회원 탈퇴 또는 위탁 계약 종료시<br/>
      (5) 개인 정보 보유 및 이용 기간 <br/>
      회사는 개인 정보 수집 / 이용 목적을 지체없이 파기합니다. 단, 다음은 예외입니다.<br/>
      세부 사항 : 통신 비밀 보호법 <br/>
      기록 / 보유 기간 : 방문 기록 / 3 개월<br/>
      보존 근거 : 회사 내부 방침 (부정 가입 및 이용 방지, 사법 기관 수사 의뢰시 증거 자료) <br/>
      보존 기록 / 보유 기간 : 개인 정보 및 부정 이용 기록 (불량 혹은 비정상 이용 기록) : 이름, 휴대 전화 번호, 이메일 주소, IP, 로그 기록 / 6 개월<br/>
      보호 기간 : 회사 내부 방침 ( <br/>
      이름, 전화 번호, 성별, 생년월일, 문의 사항) / 3 년<br/>
      보존 근거 : 통신망법 정보 <br/>
      보존 write-/ 보유 기간 : 1 년 간 서비스를 이용하지 않은 회의원 개인 정보 / 1 년<br/>
      (6) 개인 정보 파기 절차 및 방법 <br/>
      회사는 개인 정보 처리의 원칙에 따라 개인 정보를 파기하고, 파기 절차 및 파기 방법을 다음과 같이합니다. <br/>
      가. 파기 절차 이용자가 회원 가입 등등의 정보를 입력하면 정보를 수집 할 수 있습니다. (서류의 개인 정보) 내부 정보 및 기타 관련 법령. 이 별도의 DB 데이터베이스는 다른 목적으로 사용되지 않습니다. <br/>
      나. 파 지 방법 전자적 파일 형태의 정보는 사용하지 마십시오. 사용 가능한 정보는 파손되지 않습니다.<br/>
      (7) 사용자 및 법정 대리인의 <br/>
      권리자 또는 법정 대리인의 개인 정보 보호 관련 권리를 보호하십시오. 이용자 또는 법정 대리인은 회사의 개인 정보 처리를 거부 할 수 있습니다. 단, 이경우 서비스의 부분 또는 맹목적인 이용. <br/>
      가. 개인 정보 조회, 수정을 위해 서비스 "기본 정보 수정"을 클릭하고, 회원님의 전자 우편 또는 전화로 신청을하면 본인 확인 절차가 열람, 정정 또는 취소가 가능합니다. <br/>
      나. 개인 정보 보호 책임의 허락을 받으면, 전화 또는 이메일로 연락하십시오. <br/>
      다. 이용자가 개인 정보를 이용하여 정당을 요청하거나 개인 정보를 제공하거나 제공 할 수 없습니다. 다른 사람의 정보를 제 3 자에게 제공하는 것은 정당한 처우를 제 3 자에게 지체없이 신고하고 정정한다. <br/>
      라. "(5) 개인 정보의 보유 및 이용 기간"명시된 바우처 및 그 밖의 용도는 열람 또는 무효로 처리됩니다.<br/>
      (8) 욥의 운영과 수집 첩 방법 <br/>
      . 회사는 사용자에게 맞춤형 서비스를 제공하고 신속한 서비스 제공을 위해 정보를 저장하고 수취하려면 '쿠키 (쿠키)'를 사용하십시오. 웹 사이트를 방문하십시오, 이용자의 하드 디스크에 작은 기록 정보를 저장합니다. 이용자가 웹 사이트를 방문하십시오 이용자의 하드 디스크는 이용자의 환경을 보호하고 이용 환경을 설정하고 맞춤 서비스를 제공 할 수 있습니다. 개인을 식별하는 정보는 자동적으로 수집, 사용자는 사실을 피할 수 있습니다. 단점, 암호 저장을 사용하면 서비스가 필요합니다. <br/>
      나. 웜의 설치 / 운영 및 사용 방법은 웹 브라우저의 옵션을 사용하여 모든 웜을 실행시킬 수 있습니다. - Internet Explorer의 [도구] 메뉴에서 [인터넷 옵션]을 선택하십시오. [개인 정보 탭]에서 설정합니다. [개인 정보 능력]을 설정하십시오. - 크롬의 [설정] 하단 [고급 설정 표시]를 클릭합니다. [개인 정보] 콘텐츠 설정 -> [설정]을주의 지침에서 선택하십시오.<br/>
      (9) 개인 정보 보호를위한 기술 / 권리 적 보호 대책 <br/>
      "회사"는 개인 정보 보호를위한 다음과 같은 개념과 관리를합니다. <br/>
      가. 개인 정보 암호화 이용자의 비밀번호 등등 중요한 정보는 개인 정보의 확인과 변경이 가능합니다. <br/>
      나. 해킹 등 대비 한 대처 회사는 해킹을 당했을 때 장애를 막기 위해 침입 차단 시스템을 24 시간 작동시키지 못하게하고 시스템에 설치하고 이 악성 코드가 없습니다. 또한 개인 정보가 시급히 복원되고 데이터를 암호화하거나 암호화되지 않은 상태로 데이터를 전송할 수 있습니다. 회사는 항상 개인 정보 처리 방법을 사용하여 노력합니다. <br/>
      다. 개인 정보 처리 직원의 개인 정보를 처리하고 개인 정보를 보호하고 개인 정보를 보호하고 개인 정보를 처리하는 것은 중요합니다.<br/>
      (10) 개인 정보 보호 책임자 및 개인 정보 보호 책임자는 개인 정보 보호 <br/>
      관련 문의, 개인 정보 보호 책임을 질 수 있습니다. 회사는 이용자의 신속한 답변과 성실한 답변을 제공합니다.<br/>
      [개인 정보 보호 책임자] <br/>
      - 개인 정보 보호 책임자 : 이경철 <br/>
      - 직후 / 직위 : 오월 한시 / 대표자 <br/>
      - 전화 번호 : 02-3444-8980 <br/>
      - 이메일 : lkc2071@gmail.com<br/>
      기타 개인 정보 침해 신고서 및 상담원이 필요합니다. <br/>
      - 개인 정보 침해 신고 센터, 개인 정보 분쟁 조정위원회 ( privacy.kisa.or.kr / 국번 118) <br/>
      - 대검찰청 사이버 수사과 ( www.spo.go.kr / 02-3480-3571) <br/>
      - 경찰청 사이버 테러 대응 센터 ( www.ctrc.go.kr / 1566-0112)<br/>
      (11) 링크가있는 사이트에 대한 링크 <br/>
      는 제공 업체가 다른 웹 사이트에서 제공 할 수 있습니다. 해당 웹 사이트의 개인 정보 처리는 해당 웹 사이트에서 해당 정책을 검토하십시오.<br/>
      (12) 개인 정보 처리 방침은 <br/>
      개인 정보 처리 방침을 변경하여 개인 정보 처리 방책의 실행 일로부터 최소 7 일 이전에 / 모바일 앱의 공지 사항 또는 이메일을 고지합니다. 또한, 필요시 이용자 동의서를 다시 받으십시오.<br/>
      부칙 <br/>
      ) 본 개인 정보 취급 방침은 2017 년 12 월 1 일부터 적용됩니다. <br/>
      나) 행동 강령의 개인 정보 취급 방침은 본 방침으로 대체됩니다<br/>
      개인 정보 처리 방안 제정 일자 : 2017. 12. 1<br/>
      개인 정보 처리 방침 최종 수정 일자 : 2017. 12. 1<br/>
    </p>
  )
}


export const ServicePolicy = () =>{
  return(
    <p>
    오월한시 서비스 이용 약관<br/>
<br/>
본 이용 약관의 목차는 下段. <br/>
제 1 조 목적 <br/>
제 2 조 용어의 정의 <br/>
제 3 조 약관의 게시와 개정 <br/>
제 4 조 약관의 해석 <br/>
제 5 조 "이용 계약"체결 <br/>
제 6 조 서비스의 내용 <br/>
제 7 조 서비스 이용 요금 <br/>
제 8 조 "회원" 정보의 변경 <br/>
제 9 조 개인 정보 보호의 의무 <br/>
"회원"의 "아이디"및 "비밀번호"의 관리 <br/>
제 11 조 "회사"의 의무 <br/>
제 12 조 "회원"의 의무 <br/>
제 13 조 "서비스 "의 제공 등 <br/>
제 14 조"서비스 "의 변경 <br/>
제 15 조 정보의 제공 및 광고의 게재 <br/>
제 16 조 게시물의 삭제 <br/>
제 17 조 게시물에, 대한 저작권 <br/>
제 18 조 개인 위치 정보의 이용 또는 제공 <br/>
제 19 조 개인 위치 정보 주체의 권리 <br/>
제 20 조 법정 대리인의 권리 <br/>
제 21 조 8 세 이하의 아동 등의 보호 의무자의 권리 <br/>
제 22 조 위치 정보 관리 책임자의 지정 <br/>
제 23 조 손해 배상 <br/>
제 24 조 이용 제한 등 <br/>
제 25 조 책임 제한 <br/>
제 26 조 준법과 재판 관 할부 <br/>
<br/>
제 1 조 (목적) <br/>
이 약관은 오월 한시 (주식회사 오월 한시) (이하 "회사"및 "오월 한시"이라 함)이 제공하는 오월 한시 서비스 (이하 "서비스"및 "오월 한시" "회사"와 "회원"과 권리, 의무 및 책임 사항, 이용 약관 및 절차 등등.<br/>
<br/>
제 2 조 (용어의 정의) <br/>
이 약관에서 사용하는 용어의 정의 는 다음과 같습니다 . <br/>
(1) "회원"은 "회사"의 "서비스"와 "회사"는 "고객"을 제공하고 "회사"는 고객을 말합니다. <br/>
(2) "아이디 (ID)"라 함은 "회원"의 식별과 "서비스"를 "회원"에게 부여합니다. <br/>
(3) "비밀번호" "회원"은 "회원"이고 "회원"은 회원을 "회원"으로 확인하고 비밀로 지정하십시오. <br/>
(4) " 해지"라 함은 "회사"또는 "회원"(5) "해지"라 함은 "회사" 이 "이용 계약"을 해약하는 것을 말합니다. <br/>
(6) "이용자"라 함은 "회사"에서 제공하는 "서비스"또는 관련 제반 서비스를 이용하는 "회원"과 "비회원" 말합니다. <br/>
이 법칙을 사용하는 법에 관한 법령 및 서비스 별 안내에서 정하는 법, 그 법칙은 법의 원칙에 따른다.<br/>

제 3 조 (약관의 게시와 개정) <br/>
(1) "회사"는이 약관의 내용을 "회원"또는 개인 위치 정보 주체가 쉽게 알 수 있도록 서비스 내 환경 설정에 게시합니다 . <br/>
(2) "회사"는 "정보 통신망 법"과 "정보 통신망 이용법"과 같은 "정보 통신망 이용법" . <br/>
(3) "회사"는 적용 일자 및 수정을하여 현행 약관 및 제 1 항의 규정을 적용 할 수있다. "회원"은 회원 자격을 상실한 경우 회원 자격을 상실 할 수있다.<br/>
(4) "회사"는 7 월 30 일 또는 12 월 30 일에 "회원"의 서명으로 "피고용자"와 "피고용인" "회원 "은 회원의 동의를 얻지 못했습니다. <br/>
(5) "회원"은 "회원"의 내용이 변경되지 않았을 때, "회원"은 "사용 계약"을 할 수 있습니다. 또한, "회사"는 "사용 계약"을 할 수 있습니다.<br/>
<br/>
제 4 조 (약관의 해석) <br/>
(1) "회사"는 개별 서비스에 대해서는 별도의 이용 약관 및 정책 (이하 서비스 별 이용 약관 또는 정책)을 둘 수 있으며, 해당 내용이이 약관과 상충 할 경우에는 " 서비스 별 이용 약관 또는 정책 "을 적용하십시오. <br/>
(2)이 법에서 규정 준수 또는 법적인 불리한 해석.<br/>
<br/>
제 5 조 ( "이용 계약"체결) <br/>
(1) "이용 계약"은 "회원을"이 되고자하는 자 (이하 가입 신청자)가 약관의 내용에 대하여 동의를 한 다음 회원 가입 신청을하고 "회사"가 이러한 application preloading. <br/>
(2) "회사"는 "가입 신청자"의 신청을 승낙 함으로서 진술한다. ④ "회사"는 다음과 같은 경우 "사용 계약"을 할 수 있습니다. <br/>
가) 가입 신청자는이 약관에 따라 회원 자격을 상실하는 경우, "회사"의 회원은 재 적의 권한을 행사할 수 있습니다. <br/>
나) 타인의 <br/>
정보를 제공하는 것, "회사"가 제공하는 정보가없는 경우 <br/>
라) "회원"의 귀책 사유로 인준 승인이 불가능한 경우 기타 제재 사항 위반 하며 신청하는 경우 <br/>
마) 사회의 안녕 질서 또는 미풍 양속을 저해하거나 , 저해 할 목적으로 신청 한 경우 <br/>
(3) "회사"는 서비스 관련 설비의 여유가 없거나, 기술상 또는 업무상 문제가있는 경우에는 승낙을 유보 할 수 있습니다. <br/>
(4) 제 2 항 및 제 3 항에 따른 회원 가입 신청의 승낙을하지 않을 경우, "회사" 선진적인 로비 가입 신청자에게 알릴 수 있습니다. <br/>
(5) "이용 계약"의 성립시기는 "회사"가 신청서를 제출하는 절차에 표시됩니다.<br/>
(6) "회사"는 "가입 신청자"는 법령에서 규정하는 미성년자의 서비스 별 안내에서 정당한 법원은 승소 할 것을 권고합니다. <br/>
(7) "회사"는 "회사"에 대한 "회사"정책을 기준으로 사용 시간, 서비스 시간, 서비스 메뉴 등을 차등으로 사용합니다. <br/>
(8) "회사"는 "회원"을 회원 보호 등급으로 제한하고 등급을 제한합니다.<br/>
<br/>
제 6 조 (서비스의 내용) <br/>
회사가 제공하는 서비스는 아래와 같습니다. <br/>
(1) 서비스 명 : 오월 한 <br/>
(2) 서비스 내용 : 결혼 준비 체크리스트, 웨딩 레저 정보 제공, 자체 / 제휴 제작 관련 콘텐츠 제공, 결혼 관련 이벤트 정보 제공<br/>
<br/>
제 7 조 (서비스 이용 요금) <br/>
(1) "회사"가 제공하는 서비스는 기본적으로 무료입니다. <br/>
(2) "회원"의 개인 정보 도용 자격 정보가 필요합니다. <br/>
(3) 무선 서비스 이용시 발생하는 데이터 통신료는 별도의 가입 한도 이동 통신사의 정책에 대한 것입니다.<br/>
<br/>
"회원"정보는 <br/>
개인 정보 관리 화면을 통해 귀하의 개인 정보를 열람하고 수 있습니다. 서비스, 이메일 관리 등등이 수정이 불가능합니다. <br/>
(2) "회원"은 회원 가입 신청시 변경 사항을 이메일로 변경하여 "회사"의 변경 사항을 통지 할 수 있습니다. <br/>
(3) "회사"는 "책임 회사"가 책임을진다.<br/>
<br/>
(개인 정보 보호 의무) <br/>
(1) "회사"는 "정보 통신망 법"을 의미합니다. "회원"의 개인 정보를 보호해야합니다. 개인 정보 보호 및 관련 법령 사용 및 "회사"개인 정보 처리 방침이 적용됩니다. ④ "회사"의 공식 사이트의 링크 된 사이트 "회사"의 개인 정보 처리 방침이 적용되지 않습니다.<br/>
<br/>
제 10 조 ( "회원"의 "아이디"및 "비밀번호"의 관리에 대한 의무) <br/>
(1)의 "아이디"와 "비밀번호"에 관한 관리 책임은 "회원"에게 있으며,이를 제 3자가을 "회원" 사용하는 경우. <br/>
(2) "회원"은 "아이디"와 "비밀번호"를 사용하여 "회사"와 "회사"의 안내를합니다. <br/>
(3) "회원"은 "회사"가 책임을지지 않는다는 것을 의미한다 "회사"의 책임은 "귀하"가 책임을진다. <br/>
(4) "회원"의 "아이디"는 원칙적으로 변경 될 수 있습니다 "아이디"는 해지하고 재가입해야합니다. <br/>
(5) "서비스"의 회원 아이디는 "회원"본인의 동의하에 "회사"또는 자회사가 운영하는 사이트의 회원 아이디와 연결될 수 있습니다 . <br/>
(6) "회원"의 "아이디"는 다음과 같은 "회원"의 요청 또는 "회사" 의 직권을 변경하거나 사용을 중지했다. <br/>
가) "회사"는 "회원"의 "아이디"가 전화 번호 등으로 등록되어 개인 정보 유출이 우려되는 경우 <br/>
나) 타인에게 혐오감을 주거나 반사회적 미풍 양속에 어긋나는 경우 <br/>
다) "회사"및 "회사"의 운영자로 오인 <br/>
할게 없다 라) 기타 합리적인 사유가있다.<br/>
<br/>
( "회사"의 의무) <br/>
(1) "회사"는 "회원"이 "희망"서비스를 제공 할 수 없으므로 "서비스"를 줄일 수 있습니다. <br/>
(2) "회사"는 "회원"이 정보를 보호하기 위해 개인 정보를 보호하기 위해 개인 정보를 보호합니다. <br/>
(3) "회사"는 서비스 이용과 관련하여 "이용자"가 불만 또는 정보를 요구할 수있는 권한을 부여하고 시스템을 요구합니다. <br/>
(4) "회사"는 서비스 이용과 관련하여 "회원"의 동의를 얻었으므로 이의를 제기 할 수 있습니다. "회원"에게 전자 메일을 보내고 "회원"의 절차와 결과를 전달하십시오.<br/>
<br/>
( "회원"의 의무) <br/>
(1) "회원"은 회원 가입 신청 또는 회원 정보를 변경하고 본질 정보를 수정하거나 허위 또는 타인의 정보를 등록 할 수 있습니다 모든 권리를 주장 할 수 없습니다. <br/>
(2) "회원"은 규정에서 규정하는 사항과 기타 "회사"와 같은 "운영 정책"등의 규정은 "회사" 업무의 방해로 "회사"의 명예를 박탈 한 경우. <br/>
(3) "회원"은 "자동차"의 사전 승급 서비스를 이용하여 영업 활동을 수행 할 수 없으므로 "회사"는 책임을지지합니다. 또한 "회원"은 "회원"의 손자들이 "회원"은 "회원"이 회사의 손자락을 가리킬 때 "회사"는 "회원"의 전화 서비스 이용 제한과 적법 절차 손 상 배면을 할 수 있습니다. <br/>
(4) "회원"은 "회사"의 명시적인 허가가없는 한 서비스의 사용권을, 다른 사용권은 지위를 부여하거나 양도 할 수 없다. <br/>
<br/>
제 13 조 ( "서비스"의 제공 등) <br/>
(1) "회사"는 "회원"에게 제공하는 일체의 서비스 등 "회원"이 인터넷과 모바일로 이용할 수있는 다양한 서비스를 제공합니다 . <br/>
(2) 서비스 이용은 "회사"의 업무 또는 기술 특정 지장이없는 한 연중 무휴, 1 일 24 시간 운영을 표준으로합니다. 단, "회사"는 "서비스"가 "서비스"라는 용어를 사용하면 서비스가 중단 될 수 있으며 서비스가 중지되면 서비스가 중단됩니다. 등을 앞에 둔다. <br/>
(3) "회사"는 컴퓨터 등 정보 통신 장비의 보수, 교체 및 작동, 통신 또는 운영상의 상황이 "서비스"또는 "서비스"의 중단을 의미합니다. 이 "회사"는 "전자 메일"또는 "회사"의 게시판에 "서비스"의 "회원"이 "회원"에게 공지하는 것을 의미합니다. "회사"는 사전에 동의하지 않을 수 있습니다.<br/>
<br/>
제 14 조 ( "서비스"의 변경) <br/>
(1) "회사"는 상당한 이유가있는 경우에 운영상, 기술상의 필요에 따라 제공하고있는 전부 또는 일부 "서비스"를 변경할 수 있습니다. <br/>
(2) "서비스"의 내용, 사용 방법, 사용 시간은 변경, 변경 및 서비스의 내용은 제공이 변경 될 수 있습니다. <br/>
(3) "회사"는 무료로 제공되는 서비스의 부분 또는 "회사"의 정책 및 운영을 필요로하는 수정, 보상을하지 마십시오.<br/>
<br/>
제 15 조 (정보의 제공 및 광고의 게재) <br/>
(1) "회사"는 "서비스"를 운영함에있어 각종 정보를 서비스 화면에 게재하거나 문자 메시지 , 전자 우편, 푸시 어플리케이션 알림 등의 방법으로 "이용자" 지금 제공하십시오. <br/>
(2) "회사"는 서비스의 운영과 관련한 홈페이지, 서비스 화면, 문자 메시지, 이메일, 애플리케이션을 표시합니다. "회사"가 광고 등을 문자 메시지, 이메일, 애플리케이션으로 푸시 알림 등을 사용하여 수신자를 확인할 수 있습니다 "이용자"를 한 번 할 수 있습니다. <br/>
(3) "이용자"는 "제공"하고 제공하거나 기타 정보를 변경, 수정, 제한하는 등의 행동을 취하지 않는다. <br/>
(4) "이용자"는 서비스 이용자의 행동을 참여자의 동의 또는 참여와 동등한 방법으로 행한다. "이용자"와 광고 기자가 "이용자"와 대화를 나눌 때 "회사"는 위법 행위로 고소 또는 중과실 방치를 그 회사의 책임은 회사의 책임입니다.<br/>
<br/>
제 16 조 (게시물의 삭제) <br/>
(1) "회사"는 "게시물"(게시물, 이미지, 동영상, 링크, 기타 등등) 호의가 하나 뿐인 경우에 사전 공고를 요구할 수 있습니다. <br/>
가) 사회 질서 및 기타 선량한 풍속 위반 게시물 <br/>
ㄱ) 국가 이념을 훼손하거나 자유 민주적 기본 질서를 현저히 위태롭게 할 우려가있는 정보를 게시 한 경우 <br/>
ㄴ) 성별, 종교, 장애, 연령, 사회적 신분, 인종, 지역, 직업도 등을 차별하거나 이에, 대한 편견을 조정하는 내용을 작성하는 경우 <br/>
ㄷ) 장애인, 노인, 임산부, 아동 등 사회적인 약자 또는 부모, 스승에 대한 살상, 폭행, 협박, 학대 행위 등을 구체적으로 묘사하는 경우 <br/>
ㄹ ) 흉내를 내거나 흉부 등을 사용하여 등을 맞댄 생명을 잃을 경우 <br/>
ㅁ) 자살을 할 때 생명 유지를 할 수 없다. 경우 작성한 <br/>
ㅂ) 타인에게 불쾌감을 유발할 수있는 거친 언어 또는 욕설과 저속한 비어 , 은어, 속어를 사용한 경우 <br/>
)없는 비방을 근거하거나 허위 사실을 유포 또는 선동하는 글을 게시 한 경우 <br/>
ㅇ) 등 사행심을 도박 조장하는 내용을 작성한 경우 <br/>
나) 음란성 게시물<br/>
ㄱ) 외설적 인 내용은 일반인의 성관계와 위배시에 <br/>
적용될 수 있으며, 남녀의 성질을 표현할 때는 성행위 등으로 묘사 한 <br/>
ㄷ) 혐오감을 유발하는 사진, 그래픽, 비디오 및 정보를 작성 (방 / 동물의 사체 또는 훼손된 모습, 방뇨 / 배설 / 살인 / 자살의 장면 등) <br/>
ㄹ) 음란 소프트웨어, 음악, 사진, 그래픽, 동영상 등 하는 내용을 작성하거나 음란 한 게시물을 게재하고있는 타 사이트의-link를 제공하는 경우 <br/>
ㅁ) 윤락 행위를 알선하거나 성행위를 목적으로 만남을 유도하는 경우 <br/>
ㅂ) 아동 또는 청소년을 성적 유희의 대상 으로 직접적이고 구체적 묘사 한 경우으로 <br/>
다) 정보 침해 및 개인 명예 훼손 게시물 <br/>
ㄱ) 개인 정보 유포 등 사생활의 비밀과 자유를 침해 할 우려 현저한 내용을 작성한 경우 <br/>
ㄴ) 정당한 권한없이 타인의 사진, 영상 등을 게재하여 타인의 인격권을 현저히 침해하는 내용을 작성한 경우 <br/>
ㄷ) 비방 할 목적으로 공연히 타인을 모욕 하거나 사실 또는 허위의 사실을 적시하여 타인 의 명예를 훼손하는 경우 <br/>
라) 저작권 침해 게시물 <br/>
ㄱ) 저작권자의 동의없이 방송, 음원, 영화, 소설, 모바일 게임, 만화 등의 타인의 지적 활동으로 창출 된 결과물 등을 복제 , 배포, 전송하는 경우 <br/>
ㄴ) 저작권자의 권리를 침해하는 행위<br/>
ⓒ) 소프트웨어를 사용하여 소프트웨어를 다운로드하는 행위를하는 행위 CD 키를 사용하여 소프트웨어를 다운로드하는 <br/>
행위 등등. 특허권, 상표권, 디자인 권, 저작권 등 지적 재산권을 침해하는 경우 <br/>
마) 기타 제재 게시물 <br/>
ㄱ) 동일한 내용을 여러개 나열, 혹은 각 게시판마다 같은 내용을 반복적으로 등록하는 경우 <br/>
ㄴ) 관리자 사칭 등 커뮤니티 서비스를 본 목적 에 어긋나게 하는 경우 사용 <br/>
ㄷ) 여러 차례에 걸쳐 제한 사유에 해당 하지 않는 내용에 대해 신고 한 것이 악의적이라고 판단되는 경우 게시물 제재 기준 및 이용자 제재 기준 / 종류는 "서비스"내 "운영 정책"을 따릅니다. <br/>
(2) "회원"이 "서비스"에 등록하는 것 "게시물"등등 인센티브 또는 타인에게 손해 또는 기타 문제가 발생하는 경우 "회원"은 특별 책임을지지 않습니다. 거부감을 지니고있다. <br/>
(3) "회사"는 "게시물"을 의미한다. "게시"는 게시자와 게시자에게 게시 중단 요청을하는 것을 의미한다. 게시물 등록자 답소, 그 외에는 그 기관의 판단 등이 있습니다.<br/>
<br/><br/>
제 17 조 (게시물에 대한 저작권) <br/>
(1) "회원"이 "서비스"아내는 저작권법에 보호를받습니다. 저작권 "회사"에 귀속됩니다. <br/>
(2) "회원"은 "회사"가 아닌 다른 사람의 목적을 사용하는 허드를 사용합니다. <br/>
가) "회사"의 "서비스"또는 "회사"의 공식 사이트의 "회사"의 업무와 연계 된 사이트 내에서 "회원"의 "게시물"의 복제, 전송, 전시 및 우수 게시물 "회사"의 "서비스"또는 "회사"의 공식 사이트의 "회사"의 업무와 연계 된 사이트 "게시물"의 크기를 변환의 이미지로 변경, 단순화하는 등의 방식으로 수정 <br/>
) 나) "회원"의 "게시물"내용을 보도하고, 방영하기위한 것입니다. "회사"는 "회원"의 정보를 제공하며, 언론 기관은 개인 정보를 제공하지 않습니다. <br/>
(3) 전항의 규정 연습 및 "회사"가 "회원" 의 게시물을 전 세계 각 사람의 법원에 사용하는 것은 사전에 "회원"을 사용하는 것입니다. 게시물에 대한 "회사"의 사용 요청, "회원"의 동의 또는 동의 철회는 전화, 전자 우편 등 "회사"에 요청하는 방식을 의미합니다. 이 "회사"는 "게시물"의 출처를 표시합니다.<br/>
(4) "회원"이 "서비스"의 "사용 계약"을 "해지"라고 "회원"의 "서비스"에 등록하지 않은 게시물을 사용하지 않았습니다. "회원"은 회원님의 게시물을 "게시물"을 삭제 하시겠습니까? "게시물"을 게시 하시겠습니까? 있습니다.) <br/>
(5) "회사"는 "회사"의 운영 정책상의 판단, 합병, 영업 양도 등의 사유로 원래의 게시물의 내용을 변경하지 않고 "게시물"의 게시 위치의를 변경할 수 있습니다.<br/>
<br/>
제 18 조 (개인 위치 정보의 이용 또는 제공) <br/>
(1) "회사"는 개인 위치 정보 주체로부터 동의를 받아 수집 한 개인 위치 정보를 이용하여 서비스를 제공 할 수 있으며 , 구체적인 내용은 아래와 같습니다. <br/>
가) 사업자 정보 <br/>
ㄱ) 상호 : 주식회사 오월 한시 <br/>
) 주소 : 서울시 서초구 사평면 57 길 131, 2 층 <br/>
ㄷ) 전화 번호 : 02-3444-8980 <br/>
ㄹ) 이메일 주소 : may1pm@naver.com<br/>
나) 서비스 정보 <br/>
이용자 위치 또는 검색 <br/>
개인 정보 수집 방법] 개인 위치 정보 수집 방법] <br/>
이용자의 동의서를 이용하여 이용자의 GPS 기능을 이용하는 이용자의 위치 정보 수집 <br/>
(2) "회원"및 법정 대리인의 권리와 그 행사 방법은 법원의 전속 관원에게 관할권을 부여하지 않는다. 귀하는 법원의 명령에 따라 법원에 명령을 내릴 수 있습니다. <br/>
(3) "회사"는 위치 정보의 보호 및 사용을 의미한다. 제 2 항 또는 3 항에 의거하여 사업자 또는 이용자의 요금 정산 및 민원 처리 과, 분쟁 발생시 조정 등을 할 수 있습니다.<br/>
(4) "회사"는 개인 위치 정보를 "회원"으로 지칭합니다. 3 위치 정보를 수집하는 것은 개인 위치 정보를 수집하는 것을 의미합니다. 가. 단, 아래의 각 1 개에 해당하는 회원이 고소하거나 전자 우편 주소로 통역합니다. <br/>
가) 개인 위치 정보를 수집 한 당증. 통신 터미널 장치가 음성 또는 영상의 수신을 막을 수 있음 <br/>
나) 회원이 온라인 게시 등의 방법으로 통보하기<br/>
<br/>
제 19 조 (개인 위치 정보 주체의 권리) <br/>
(1) "회원"은 "회사"에 대하여 언제든지 개인 위치 정보를 이용한 위치 기반 서비스 제공 및 개인 위치 정보의 제 3 자 제공에 대한 동의의 전부 또는 일부를 철회 할 수 있습니다. 이 회사는 개인 정보와 위치 정보를 수집하고, 사실 확인 자료를 파기합니다. <br/>
(2) "회원"은 "회사"가 될 수 있습니다. 개인 정보의 수집, 사용 또는 제공의 정지가 필요할 경우, 회사는 정보를 수집 할 수 없습니다. <br/>
(3) "회원"은 "회사"에 대한 열람이나 고지를 요구할 경우, 그 정보는 그 정당을 요구할 수있다. 이 회사는 정당한 사유 회원의 요구를 거절하고 있습니다. 본인의 개인 신상 정보는 귀하의 개인 신상 <br/>
정보에 대한 <br/>
보호 및 신분을 명시하는 것입니다. <br/>
(4) " 회원 "은 귀하가 원하는 절차를 수행하기 위해 해당 절차를 수행해야합니다.<br/>
<br/>
제 20 조 (법정 대리인의 권리) <br/>
(1) "회사"는 14 세 미만의 회원에 대해서는 개인 위치 정보를 이용한 위치 기반 서비스 제공 및 개인 위치 정보의 제 3 자 제공에 대한 동의를 당해 회원 과 당해 회원 의 법정 대리인 동의를 받아들이십시오. 본 법정 대리인은 제 18 조 회원의 권리를 가진다. <br/>
(2) "회사"는 14 세 미만의 아동의 개인 신상 정보 또는 위치 정보 이용 가능 사실 확인 자료를 이용하거나 고지 범위를 초과하지 못하게한다. 아동과 그 법정 대리인의 동의를 받아들이십시오. 단, 아래는 제외합니다. <br/>
가) 위치 정보 및 위치 기반 서비스 제공은 정확한 위치 정보 제공, 사실 확인 자료 제공<br/>
또는 통계 작성, 시장 조사, 예<br/>
<br/>
제 21 조 (8 세 이하의 아동 등의 보호 의무자 의 권리 ) <br/>
(1) 회사는 아래의 경우에 해당하는 자 (이하 "8 세 이하의 아동"등이라한다)의 보호 의무자가 8 세 이하의 아동 그 사람의 생명 또는 신체의 보호는 개인의 위치 정보 나 이용에 대한 본인의 동의가 결정. <br/>
가) 8 세 이하의 <br/>
아들) 금치산자 <br/>
다) 장애인 법 제 2 조 장애인의 처벌 2) 장애인에 대한 처벌 2) 장애인에 대한 처벌 2) ( <br/>
2) 8 세 이하 아동의 생명 또는 신체의 보호가 개인 위치 정보 또는 이용 허락을 보호 의무자에게 제시 할 것 보호자에게 보호를 요구하는 서면을 첨부하십시오. <br/>
(3) 보호 의무자는 8 세 이하 아동의 개인 신상 정보 또는 이용 동의서에 개인 신상 정보를 제공합니다.<br/>
<br/>
제 22 조 (위치 정보 관리 책임자의 지정) <br/>
(1) 회사는 위치 정보를 적절히 관리. 보호하고 개인 위치 정보 주체의 불만 을 원활히 처리 할 수 있도록 실질적인 책임을 질 수있는 지위에있는자를 위치 정보 관리 책임자 로 지시하다. <br/>
(2) 위치 정보 관리 책임자는 본 약관의 내용을 허락합니다.<br/>
<br/>
제 23 조 (손해 배상) <br/>
제 15 조 손해 배상은 손해 배상을 회원에게 배상한다. 수 있습니다. 이 회사는 고의적 인 책임을지지 않습니다. <br/>
(2) 회원 본사의 규정은 회사에 손해 배상을 청구합니다. 이 회원은 고의로도 위험을 무릅 쓰지 않습니다.<br/>
<br/>
제 24 조 (이용 제한 등) <br/>
(1) "회사"는 "회원"이이 약관의 의무를 위반하거나 "서비스"의 정상적인 운영을 방해 한 경우, 경고, 일시 정지, 영구 이용 정지 등으로 "서비스" 이용을 단계적으로 제한합니다. <br/>
(2) "회사"는 "저작권법"및 "컴퓨터 프로그램 보호법"을 위반하면 프로그램의 제공 및 운영 방해를 의미하며 "정보 통신망 법"은 불법 통신 및 해킹, 악성 프로그램의 배포, 연결 신뢰할 수있는 행동을 할 수없는 경우 즉시 멈추지 마십시오. 소화기 계좌를 "서비스"를 사용하면 "회사"는 소량의 모든 소화기를 사용할 수 있습니다. <br/>
(3) "회사"는 본질적 제약 범위 내에서 제한 조건과 세부 내용이 "서비스"의 "운영 정책"에서 정답이다. <br/>
(4) 본 "서비스"는 "해지"를 "귀하"에게 통보하는 것은 "귀하"의 승낙으로합니다. <br/>
(5) "회원"은이 신청서를 수락합니다. 이 회사의 "회사"는 "서비스"의 사용을 재촉합니다.<br/>
<br/>
제 25 조 (책임 제한) <br/>
(1) "회사"는 천재 지변, 전쟁, 기간 통신 사업자의 서비스 중지 또는 이에 준하는 불가항력으로 인하여 "서비스"를 제공 할 수없는 경우에는 "서비스"제공에 대한 책임이 면제 있다. <br/>
(2) "회사"는 서비스 용 설비의 보수, 교체, 날다, 공사 등을 의미한다. <br/>
(3) "회사"는 "회원"의 귀책 사유로 인한 "서비스"사용의 장애를 방지합니다. <br/>
(4) "회사"는 "회원"이 "서비스"를 사용하여 예상 수익을 얻지 못하면 "서비스"를 사용하여 정보를 손쉽게 얻을 수 있습니다. <br/>
(5) "회사"는 "회원"이 "서비스"에 관한 정보, 자료, 사실의 신뢰도 등의 내용은 책임을지지합니다. <br/>
(6) "회사"는 "회원"또는 "회원"이고 제 3 자와 "서비스"는 서로 다른 사람과 책임을 지우려고합니다. "회사"는 무료 서비스 제공과 관련 법규에 대한 책임을지지 않습니다.<br/>
<br/>
제 26 조 (준거법 및 재판관 할) <br/>
(1) 서비스 이용과 관련하여 "회사"와 "회원"사이에 분쟁이 발생한 경우, "회사"와 "회원"은 분쟁의 해결을 위해 성실히 협의 합니다 <br/>
(2) "회원"의 주소 또는 관할권을 법원에 투구하는 법.<br/>
[부칙] 본 약관은 2017 년 12 월 1 일부터 시행합니다.<br/>


    </p>
  )
}

export const AlarmPolicy = () => {
  return(
  <p>

      이벤트 알람 수신 동의 (선택)<br/>
<br/>
      (1)개인 정보 수집 및 이용에 대한 안내. (필수) <br/>
      제공 : ooo 웨딩홀 <br/>
      제공 항목 : 성명, 연락처 <br/>
      제공 목적 : 신청 한 이벤트 안내, 다음 상담 및 방문 예약 등 이벤트 신청자 관리 자격 <br/>
      기간 : 상담 완료 시까 지<br/>
      (2)사건 시연은 제한됩니다.<br/>
<br/>
      (3)개인 정보 처리에 동의합니다. (필수) <br/>
      1) 제공받는 자 <br/>
      - 오월 한시 (주식회사 오월 한시) <br/>
      - 병원의 홍보 대행 업체 <br/>
      2) 개인 정보 처리 위탁을하는 업무의 내용 <br/>
      - 개인 정보 수집 · 보관 · 처리 · 파기 업무의 위탁 처리 <br/>
      - 행사 관련 홍보 대행 업무<br/>
<br/>
      (4)오월 한시의 사건과 갱신 정보를 듣는다. (선택) <br/>
      오월 한시의 이벤트 및 업데이트 정보 수신 에 동의하시면 오월 한시에서 제공하는 이벤트 및 업데이트 정보를 이메일 , 휴대폰 문자 등으로 받아보실 수 있으며, 미 동의시에도 오월 한시 서비스 를 이용하실 수 있습니다 . <br/>
      * 공권력을 행사할 때, 동의 시위가 불필요하다.<br/>
    </p>
  )
}
