export const CTR_MENU = [
                                        '웨딩홀',
                                        '스튜디오',
                                        '드레스',
                                        '헤어/메이크업',
                                        '신혼여행',
                                        '한복',
                                        '청접장',
                                        '부케',
                                        '뷰티케어',
                                        '예단',
                                        '예물',
                                        '예복'
                                    ];
